qa/qa-artifacts/esb/esb450/mediators/clone/cloneTarget/resources/StockQuoteRequest_add.xml

<?xml version='1.0' encoding='UTF-8'?>
   <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Body>
         <m0:add xmlns:m0="http://services.samples">
            <m0:request>
               <m0:symbol>IBM</m0:symbol>
            </m0:request>
         </m0:add>
      </soapenv:Body>
   </soapenv:Envelope>
